[
  {
    "id": "1",
    "title": "Nitro 22-23 Model Snowboard Test Event",
    "date": "2022-03-19",
    "description": "Try and Buy! On 19.Mar.2022 we held the Nitro newest product test event at St. Johann in Tirol. Through this event, we provided snowboarders a chance to try out the newest Nitro 22-23 snowboards and bindings for testing. Nearly 100 people attended our event. We organized some fun games and the winners got prizes, such as snowboards, T-shirts and beanies, sponsored by Nitro and GOSKI. This event was a great success, and we thank all the participants and sponsors of this event.",
    "imageWeb": "history_web/Nitro_TestEvent_22.jpg",
    "imageMobile": "history_mobile/Nitro_TestEvent_22.jpg"
  },
  {
    "id": "2",
    "title": "Active Easter 2022",
    "date": "2022-04-17",
    "description": "During this Easter we have gathered a group of Chinese snowboarding enthusiasts at Pitztal Glacier in Austria. There were more female snowboarder than male snowboarders in this Event. We had a great time during the day on the Alpine.\n \nIn the Evening we had a “After Ski Party” at Imst. Many snowboarder lovers from Ischgl, Sölden and Stubai Glacier came to join us and had fun together.",
    "imageWeb": "history_web/Easter_22.jpg",
    "imageMobile": "history_mobile/Easter_22.jpg"
  },
  {
    "id": "3",
    "title": "N47 Oktober-fest",
    "date": "2022-10-15",
    "description": "On October 15th, 2022, we held the first N47° October-fest at the Munich Hulu Restaurant.\n \nWith the cold air arriving in the Alpine region, the ski group was pumped up. Old friends who had been out of touch for many months came to the event, and newcomers found their way to the organization.\n \nIn this event, N47° also brought Jones, Yes, etc. 22/23 new snowboard and stunning trendy snowboard&Ski clothing - Nobaday.\n \nThe next days, let's wait for a big snow, see you on the mountain!",
    "imageWeb": "history_web/N47_Oktober_fest.jpg",
    "imageMobile": "history_mobile/N47_Oktober_fest.jpg"
  },
  {
    "id": "4",
    "title": "JONES × YES. × NOW",
    "date": "2023-03-18",
    "description": "On March 18, 2023, we held our annual snowboard test event at St. Johann ski resort in Tirol.\n \nNearly 100 Chinese snowboarder from across Europe attended the event. They had the chance to test out nearly 100 pieces of the latest 23/24 season snowboards from our sponsors Jones, YES., and NOW. In addition to testing the new gear, we also organized games and a raffle with a prize pool worth nearly €4,000. Two lucky participants won the grand prize—two Jones 22/23 snowboards.\n \nThe N47° 23/24 season snowboard test event concluded in an atmosphere of satisfaction, laughter, and great fun, leaving participants with a lasting impression of the sponsor brands. We are deeply grateful for the support of our sponsors and the enthusiastic participation of all our snowboarding friends.",
    "imageWeb": "history_web/Jones_Yes_Now.jpg",
    "imageMobile": "history_mobile/Jones_Yes_Now.jpg"
  },
  {
    "id": "5",
    "title": "elooa\nCAMP GOOD TIMES",
    "date": "2023-05-18",
    "description": "From May 18 to 21, 2023, we were invited to wrap up the season of this winter for the first time at elooa CAMP GOOD TIMES by NITRO SNOWBOARDS at Kitzsteinhorn in Austria. The whole international Nitro Snowboards family has built up an exclusive snowpark for participants and brought us many other highlights, including sessions with elooa coaches to improve our skills, \"Battle the Pros\" contests with great prizes, and photo and film shoots with Europe's top photographers, filmmakers. After shredding, we had parties, concerts, and all the ingredients for an incredible time. Thanks to the elooa coaches and Nitro team, we had 100% fun and an unforgettable time.",
    "imageWeb": "history_web/GoodTime_23.jpg",
    "imageMobile": "history_mobile/GoodTime_23.jpg"
  },
  {
    "id": "6",
    "title": "N47 Attends Nitro's Film Premieres in Austria",
    "date": "2023-10-22",
    "description": "On October 22, 2023, N47 was invited to attend the premiere event for Nitro's \"Cake\" and \"Layers\", two snowboarding films and documentaries held in Austria. During the event, we had the privilege of watching both films and meeting the talented production teams behind them. We also had the chance to connect with members of the Nitro team and snowboarding legends from all walks of life—ranging from park shapers and non-profit organizations to resort owners, current pros, and even Gold Medalists like Markus Claverland, as well as regular snowboarders.\n \nIt was an incredible evening spent with the inspiring snowboarding community. Through these films and documentaries, we came to realize that snowboarding is more than just a winter 'sport'—it is a complex, global culture that has developed organically over the years. Across the world, countless people, places, communities, and events have shaped and continue to shape snowboarding culture, a culture that we are proud to be part of.",
    "imageWeb": "history_web/Nitro_Film_23.jpg",
    "imageMobile": "history_mobile/Nitro_Film_23.jpg"
  },
  {
    "id": "7",
    "title": "elooa\nCAMP GOOD TIMES",
    "date": "2024-05-08",
    "description": "Like every year, we will close the season together with you this winter with our legendary Elooa CAMP GOOD TIMES by NITRO SNOWBOARDS on the Kitzsteinhorn from MAY 8th to 12th 2024! The entire snowboard scene is there, including the stars from our partners and the entire international Nitro Snowboards family. Of course, everyone is welcome to come along and have a good time snowboarding an exclusive Snowpack Kitzsteinhorn and may other highlights are waiting for you!",
    "imageWeb": "history_web/GoodTime_24.jpg",
    "imageMobile": "history_mobile/GoodTime_24.jpg"
  }

]