[
  {
    "id": "1",
    "title": "Nitro 22-23 Model Snowboard Test Event",
    "date": "2022-03-19",
    "dateText": "19 March 2022",
    "description": "Try and Buy! On 19.Mar.2022 we held the Nitro newest product test event at St. Johann in Tirol. Through this event, we provided snowboarders a chance to try out the newest Nitro 22-23 snowboards and bindings for testing. Nearly 100 people attended our event. We organized some fun games and the winners got prizes, such as snowboards, T-shirts and beanies, sponsored by Nitro and GOSKI. This event was a great success, and we thank all the participants and sponsors of this event.",
    "imageWeb": "history_web/Nitro_TestEvent_22.jpg",
    "imageMobile": "history_mobile/Nitro_TestEvent_22.jpg"
  },
  {
    "id": "2",
    "title": "Active Easter 2022",
    "date": "2022-04-17",
    "dateText": "15–18 April 2022",
    "description": "During this Easter we have gathered a group of Chinese snowboarding enthusiasts at Pitztal Glacier in Austria. There were more female snowboarder than male snowboarders in this Event. We had a great time during the day on the Alpine.\n \nIn the Evening we had a “After Ski Party” at Imst. Many snowboarder lovers from Ischgl, Sölden and Stubai Glacier came to join us and had fun together.",
    "imageWeb": "history_web/Easter_22.jpg",
    "imageMobile": "history_mobile/Easter_22.jpg"
  },
  {
    "id": "3",
    "title": "N47 Oktober-fest",
    "date": "2022-10-15",
    "dateText": "15 October 2022",
    "description": "On October 15th, 2022, we held the first N47° October-fest at the Munich Hulu Restaurant.\n \nWith the cold air arriving in the Alpine region, the ski group was pumped up. Old friends who had been out of touch for many months came to the event, and newcomers found their way to the organization.\n \nIn this event, N47° also brought Jones, Yes, etc. 22/23 new snowboard and stunning trendy snowboard&Ski clothing - Nobaday.\n \nThe next days, let's wait for a big snow, see you on the mountain!",
    "imageWeb": "history_web/N47_Oktober_fest_22.jpg",
    "imageMobile": "history_mobile/N47_Oktober_fest_22.jpg"
  },
  {
    "id": "4",
    "title": "JONES × YES. × NOW",
    "date": "2023-03-18",
    "dateText": "18 March 2023",
    "description": "On March 18, 2023, we held our annual snowboard test event at St. Johann ski resort in Tirol.\n \nNearly 100 Chinese snowboarder from across Europe attended the event. They had the chance to test out nearly 100 pieces of the latest 23/24 season snowboards from our sponsors Jones, YES., and NOW. In addition to testing the new gear, we also organized games and a raffle with a prize pool worth nearly €4,000. Two lucky participants won the grand prize—two Jones 22/23 snowboards.\n \nThe N47° 23/24 season snowboard test event concluded in an atmosphere of satisfaction, laughter, and great fun, leaving participants with a lasting impression of the sponsor brands. We are deeply grateful for the support of our sponsors and the enthusiastic participation of all our snowboarding friends.",
    "imageWeb": "history_web/JonesYesNow_TestEvent_23.jpg",
    "imageMobile": "history_mobile/JonesYesNow_TestEvent_23.jpg"
  },
  {
    "id": "5",
    "title": "elooa\nCAMP GOOD TIMES",
    "date": "2023-05-18",
    "dateText": "18-21 May 2023",
    "description": "From May 18 to 21, 2023, we were invited to wrap up the season of this winter for the first time at elooa CAMP GOOD TIMES by NITRO SNOWBOARDS at Kitzsteinhorn in Austria. The whole international Nitro Snowboards family has built up an exclusive snowpark for participants and brought us many other highlights, including sessions with elooa coaches to improve our skills, \"Battle the Pros\" contests with great prizes, and photo and film shoots with Europe's top photographers, filmmakers. After shredding, we had parties, concerts, and all the ingredients for an incredible time. Thanks to the elooa coaches and Nitro team, we had 100% fun and an unforgettable time.",
    "imageWeb": "history_web/GoodTime_23.jpg",
    "imageMobile": "history_mobile/GoodTime_23.jpg"
  },
  {
    "id": "6",
    "title": "N47 Attends Nitro's Film Premieres in Austria",
    "date": "2023-10-22",
    "dateText": "22 October 2023",
    "description": "On October 22, 2023, N47 was invited to attend the premiere event for Nitro's \"Cake\" and \"Layers\", two snowboarding films and documentaries held in Austria. During the event, we had the privilege of watching both films and meeting the talented production teams behind them. We also had the chance to connect with members of the Nitro team and snowboarding legends from all walks of life—ranging from park shapers and non-profit organizations to resort owners, current pros, and even Gold Medalists like Markus Claverland, as well as regular snowboarders.\n \nIt was an incredible evening spent with the inspiring snowboarding community. Through these films and documentaries, we came to realize that snowboarding is more than just a winter 'sport'—it is a complex, global culture that has developed organically over the years. Across the world, countless people, places, communities, and events have shaped and continue to shape snowboarding culture, a culture that we are proud to be part of.",
    "imageWeb": "history_web/Nitro_Film_23.jpg",
    "imageMobile": "history_mobile/Nitro_Film_23.jpg"
  },
  {
    "id": "7",
    "title": "elooa\nCAMP GOOD TIMES",
    "date": "2024-05-08",
    "dateText": "8-12 May 2024",
    "description": "Like every year, we will close the season together with you this winter with our legendary Elooa CAMP GOOD TIMES by NITRO SNOWBOARDS on the Kitzsteinhorn from May 8th to 12th 2024! The entire snowboard scene is there, including the stars from our partners and the entire international Nitro Snowboards family. Of course, everyone is welcome to come along and have a good time snowboarding an exclusive Snowpack Kitzsteinhorn and may other highlights are waiting for you!",
    "imageWeb": "history_web/GoodTime_24.jpg",
    "imageMobile": "history_mobile/GoodTime_24.jpg"
  },
  {
    "id": "8",
    "title": "Kicking Off the 2024/25 Season in Pitztal",
    "date": "2024-11-01",
    "dateText": "01 November 2024",
    "description": "On November 1, 2024, we officially kicked off the 2024/25 snow season with a special opening event at the breathtaking Pitztal Glacier. Excitement was in the air as riders from near and far gathered to celebrate the start of a brand new winter of adventures.\nTo mark the occasion, we prepared a mountain of surprises — giving away over 200 gifts to welcome everyone back to the snow. From the first chair to the last run, smiles, high-fives, and fresh turns filled the day, setting the perfect tone for the season ahead.\nThe Pitztal opening wasn’t just about the first tracks of the year — it was about reconnecting with the community, sharing the stoke, and looking ahead to everything this season has in store. The energy was contagious, and it’s safe to say: winter is officially on!\nBig thanks to everyone who joined us to make it such a memorable start. Here’s to an amazing 2024/25 season — see you on the mountain!",
    "imageWeb": "history_web/Season_opening_24.jpg",
    "imageMobile": "history_mobile/Season_opening_24.jpg"
  },
  {
    "id": "9",
    "title": "2024–2025 Nitro Ranking Event Series — Five Stops of Pure Progression",
    "date": "2024-11-17",
    "dateText": "17 November 2024 - 20 April 2025",
    "description": "This season, we proudly hosted the 2024–2025 Nitro Ranking Event Series, a five-stop snowboarding competition that brought riders together to push their limits and showcase their skills. From November 17, 2024, to April 20, 2025, over 200 rider entries joined the action across Austria’s top snowparks.\nThe series kicked off with the first event at Stubai on November 17, followed by the second and third events at Mayrhofen on January 8 and February 16. We kept the momentum going with the fourth stop at Hochfügen on March 15, and wrapped up with the fifth and final event back at Stubai on April 20. At each stop, riders followed a set park line, performing tricks and maneuvers on a fixed course to earn ranking points.\nEach event stood alone, with no overall finals — just pure focus on progression, creativity, and consistency at every stop. Thanks to the strong support of Nitro, the vibe at each park was all about pushing limits, having fun, and celebrating every stomped trick and stylish run.\nA huge thank you to all the riders, supporters, and organizers who made this series unforgettable. We can’t wait to keep the momentum rolling next season — see you out there!",
    "imageWeb": "history_web/Snowpark_ranking_2425.jpg",
    "imageMobile": "history_mobile/Snowpark_ranking_2425.jpg"
  },
  {
    "id": "10",
    "title": "Catching Up and Carving Lines at Shops 1st Try 2025",
    "date": "2025-01-19",
    "dateText": "19 January 2024",
    "description": "On January 19, 2025, we joined the highly anticipated Shops 1st Try event at the beautiful Hochfügen ski resort in Austria. Under crisp blue skies and surrounded by the stunning Zillertal Alps, we reunited with many old friends from the snowboarding community—setting the tone for a truly memorable day.\nThroughout the event, we had the chance to test the latest 25/26 season gear from a wide array of brands, explore new innovations, and exchange ideas with fellow riders, shop owners, and industry insiders. The atmosphere was electric yet laid-back, with laughter echoing across the slopes and the occasional spontaneous jam session breaking out at the demo areas.\nOne of the biggest highlights was simply reconnecting—with people, with brands, and with the spirit of snowboarding itself. From casual chats at the booths to thrilling runs down the perfectly groomed pistes, every moment was a reminder of why we love this sport and this community so much.\nWe left Hochfügen with tired legs, full hearts, and a renewed excitement for the coming season. Big thanks to the Shops 1st Try team for another incredible event—we already can’t wait for next year!",
    "imageWeb": "history_web/1st_try_25.jpg",
    "imageMobile": "history_mobile/1st_try_25.jpg"
  },
  {
    "id": "11",
    "title": "Nitro Test Days — Catching First Tracks with New Boards in Hochfügen",
    "date": "2025-03-15",
    "dateText": "15–16 March 2024",
    "description": "On March 15–16, 2025, we hosted a vibrant Nitro Test Days event at the beautiful Hochfügen resort. Over two exciting days — with fresh snowfall and bursts of sunshine — a crowd of around 70 riders gathered to test Nitro’s 2025/26 season snowboards ahead of their official release.\nThe energy on the mountain was electric. Friends old and new lined up to try multiple boards, eager to feel the differences and find their favorites. Across the weekend, we recorded over 200 test rides, with riders swapping boards, sharing feedback, and making the most of every opportunity to experience the new lineup.\nHighlights included putting fresh models to the test under real mountain conditions, feeling the boards on both soft powder and springy snow, and sharing the stoke with an amazing community. It was the perfect combination of new gear, fresh snow, and great vibes.\nA huge thank you to everyone who joined us for these unforgettable days. After this first taste of Nitro’s 2025/26 season, we can’t wait for what’s ahead — and we hope you’re just as excited!",
    "imageWeb": "history_web/Nitro_TestEvent_25.jpg",
    "imageMobile": "history_mobile/Nitro_TestEvent_25.jpg"
  },
  {
    "id": "12",
    "title": "Nitro × elooa × N47\n — 10 Years of Camp Good Times!",
    "date": "2025-05-01",
    "dateText": "01–04 May 2025",
    "description": "From May 1 to 4, 2025, we proudly hosted the 10th Anniversary Special Edition of Camp Good Times at Kitzsteinhorn, together with our friends at elooa and Nitro Snowboards. For four unforgettable days, we brought together riding, training, competitions, and pure celebration — proving once again that Camp Good Times is not just about snowboarding, it’s about community.\n\nWe kicked things off with three full days of intensive coaching, featuring hands-on instruction from a team of passionate and experienced coaches. Riders of all levels pushed themselves, learned fast, and picked up serious snow kung fu skills on the mountain.\n\nOn May 4, the competition heated up. A panel of invited guest judges brought their expertise to the course, keeping the scoring fair, fun, and challenging. Riders gave it their all, and the contest was full of standout moments and great energy.\n\n🏆 Men’s and women’s division winners walked away with well-earned prizes — massive respect to everyone who took part and gave it their best.\n🎁 Special thanks to Nitro for supporting the event with amazing prizes.\n\nTo top it all off, we turned up the vibe in the evenings with off-snow challenges, fun sports battles, trick talks, and good times with friends. From day to night, every moment was about connecting, riding, and celebrating what we love.\n\nThank you to everyone who joined us — whether on snow or off — to make this anniversary edition so special.\nThe next decade of Camp Good Times is just beginning!",
    "imageWeb": "history_web/GoodTime_25.jpg",
    "imageMobile": "history_mobile/GoodTime_25.jpg"
  }

]